[Demo_Sisters_ep2_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-2002,Y=530,Z=402),VecSub=(X=-43,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="マサミ　アキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.61_MASAMI_AKIKO',Vec=(X=-1850,Y=625,Z=402),VecSub=(X=-97,Y=0,Z=0),CId=61)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1805,Y=565,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',Vec=(X=-1745,Y=575,Z=402),VecSub=(X=-123,Y=0,Z=0),CId=32)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',Vec=(X=-1780,Y=640,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=2)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="マサミ　アキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.61_MASAMI_AKIKO',motionName[0]="ne_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandE",Rate=1,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="マサミ　アキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.61_MASAMI_AKIKO',Bit=1,Number=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[0]="ne_CE_0002_lp_open_perplex",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandC",Rate=0,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',Bit=1,Number=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',motionName[0]="se1_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandB",Rate=0,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',Bit=1,Number=5)
DemoScripts[17]=(Actor=CHARACTER,Command=POP,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1795,Y=655,Z=-300),VecSub=(X=-105,Y=0,Z=0),CId=261)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mk_DM_0100_lp_wait",Number=9,CId=261,Bit=4)
DemoScripts[19]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[20]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[21]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[22]=(Actor=FADE,Command=WAIT)
DemoScripts[23]=(Actor=WINDOW,Command=SET)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_001_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_003_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_004_Cue',Name="エコロ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_006_Cue',Name="エコロ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_007_Cue',Name="エコロ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_009_Cue',Name="エコロ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_011_Cue',Name="エコロ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1850,Y=585,Z=537))
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_013_Cue',Name="マサミ　アキコ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=WINDOW,Command=EXIT)
DemoScripts[65]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[66]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=85,Y=-5,Z=0),SecTime=0.5)
DemoScripts[67]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[68]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[69]=(Actor=WINDOW,Command=SET)
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_015_Cue',Name="マサミ　アキコ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[75]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[76]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[77]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_017_Cue',Name="ハンバ　ミドリ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[82]=(Actor=WINDOW,Command=EXIT)
DemoScripts[83]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[84]=(Actor=FADE,Command=WAIT)
DemoScripts[85]=(Actor=CHARACTER,Command=SET,Name="マサミ　アキコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.61_MASAMI_AKIKO',SetType=ROT,Vec=(X=-91,Y=0,Z=0),CId=61)
DemoScripts[86]=(Actor=CHARACTER,Command=SET,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',SetType=ROT,Vec=(X=-124,Y=0,Z=0),CId=32)
DemoScripts[87]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=)
DemoScripts[88]=(Actor=CHARACTER,Command=SET,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',SetType=POS,Vec=(X=-1780,Y=640,Z=402),CId=2)
DemoScripts[89]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[90]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[91]=(Actor=FADE,Command=WAIT)
DemoScripts[92]=(Actor=WINDOW,Command=SET)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_019_Cue',Name="ニラ　マオコ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',motionName[0]="se1_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_020_Cue',Name="ニラ　マオコ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[0]="ne_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[1]="zk_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_021_Cue',Name="ハンバ　ミドリ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="ニラ　マオコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.02_NIRA_MAOKO',motionName[0]="se1_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[0]="ne_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[1]="zk_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_023_Cue',Name="ハンバ　ミドリ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[0]="ne_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="ハンバ　ミドリ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.32_HANBA_MIDORI',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_024_Cue',Name="ハンバ　ミドリ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_026_Cue',Name="エコロ")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_028_Cue',Name="エコロ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_029_Cue',Name="エコロ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_030_Cue',Name="クロナ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=WINDOW,Command=EXIT)
DemoScripts[132]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[133]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[134]=(Actor=FADE,Command=WAIT)
DemoScripts[135]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=402),CId=72)
DemoScripts[136]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[137]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[138]=(Actor=FADE,Command=WAIT)
DemoScripts[139]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[140]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=0.3)
DemoScripts[141]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[142]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=)
DemoScripts[143]=(Actor=WINDOW,Command=SET)
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_032_Cue',Name="クロナ")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_034_Cue',Name="クロナ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[158]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_035_Cue',Name="クロナ")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[160]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[161]=(Actor=WINDOW,Command=EXIT)
DemoScripts[162]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[163]=(Actor=FADE,Command=WAIT)
DemoScripts[164]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[165]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[166]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[167]=(Actor=FADE,Command=WAIT)
DemoScripts[168]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=0.3)
DemoScripts[169]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[170]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[171]=(Actor=WINDOW,Command=SET)
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_037_Cue',Name="エコロ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_038_Cue',Name="エコロ")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[178]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_040_Cue',Name="エコロ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_041_Cue',Name="ハンバ　ミドリ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_042_Cue',Name="マサミ　アキコ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_043_Cue',Name="ニラ　マオコ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[193]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_045_Cue',Name="エコロ")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[195]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[197]=(Actor=WINDOW,Command=EXIT)
DemoScripts[198]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[199]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=0.3)
DemoScripts[200]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[201]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=)
DemoScripts[202]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[203]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[204]=(Actor=FADE,Command=WAIT)
DemoScripts[205]=(Actor=CHARACTER,Command=SET,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1795,Y=655,Z=592),CId=261)
DemoScripts[206]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[207]=(Actor=FADE,Command=WAIT)
DemoScripts[208]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[209]=(Actor=WINDOW,Command=SET)
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[212]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep2_1.GG2_V_Sisters_ep2_1_049_Cue',Name="エコロ")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=WINDOW,Command=EXIT)
DemoScripts[216]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[217]=(Actor=FADE,Command=WAIT)
DemoScripts[218]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[219]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[220]=(Actor=FADE,Command=WAIT)
DemoScripts[221]=(Actor=WINDOW,Command=SET)
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[223]=(Actor=WINDOW,Command=EXIT)
DemoScripts[224]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[225]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[226]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[227]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[228]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep2_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep2_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="那麼,峯大大人./n該做的事情已經決定好了.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="咦,是這樣嗎?")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是的.簡單來說/n只要峯大大人能夠具備足以突破/n兩位的守護者的受歡迎氣場就行了.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="該怎麼說呢,如果沒有這種程度的強橫/n說真的是行不通的唷.做不到.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="不過,受歡迎氣場/n是那麼簡單就能獲得的嗎?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="不幸中的大幸是,現在的峯大大人身上/n天使之箭的效果是平常的32倍,/n所以處於很容易提升受歡迎氣場的狀態.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="只要能用滿溢而出的費洛蒙/n讓女孩子接二連三地昇天,/n受歡迎氣場自然就會提升了吧.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="那是怎樣的渣男啊!?")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="我也不想這麼做啊!/n但現在不是能選擇手段的時候了./n萬一錯過今天,你就一輩子都......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="沒有女朋友是吧......我知道了啦./n也只能這麼做了吧......唉.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="再說,想同時以那兩位為對象的你,/n有什麼立場說這種話啊.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="唔咕......這......")

Texts[12]=(Label="TEXT13",Name="正見 亞紀子",Text="呵......找到囉,/nMy sweet honey.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="咦? 什麼......")

Texts[14]=(Label="TEXT15",Name="正見 亞紀子",Text="像你這樣任性的小貓咪/n就需要來點處罰呢.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="任性的小貓咪......是說我嗎?/n什麼處罰......?")

Texts[16]=(Label="TEXT17",Name="半場 翠",Text="小貓咪?/n我看倒像是程式出錯的長相耶......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="意思是我的臉崩壞了嗎!?")

Texts[18]=(Label="TEXT19",Name="韮 真央子",Text="也就是說,這個男的是款爛遊戲嗎!?")

Texts[19]=(Label="TEXT20",Name="韮 真央子",Text="又想把爛遊戲塞給我了嗎!!/n嗚嗚~~~! 不可原諒!")

Texts[20]=(Label="TEXT21",Name="半場 翠",Text="沒錯......這個男的存在本身就是爛遊戲!!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="(怎......怎麼被說得這麼難聽!?/n我快要承受不住了啊......)")

Texts[22]=(Label="TEXT23",Name="半場 翠",Text="不過......就算是爛遊戲,/n我也從他身上感受到了亮點!!")

Texts[23]=(Label="TEXT24",Name="半場 翠",Text="我想只要朝他的臉16連打/n應該就能轉職成傳說級的/n爛遊戲之男了哦!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="纔不會咧!",Format[0]=(Size=37,Start=0,End=6))

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="結果峯大大人是爛遊戲/n這件事還是沒變呢......")

Texts[26]=(Label="TEXT27",Name="峯大",Text="......情況變得更混亂了....../n這也是\"天使之箭\"造成的嗎?")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="不,這是....../n這個感覺該不會是......?")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="惡魔長槍!?")

Texts[29]=(Label="TEXT30",Name="???",Text="噫嘻嘻嘻!!/n就是這樣DEATH!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="啊啊!?/n是剛才的惡魔!!")

Texts[31]=(Label="TEXT32",Name="???",Text="我用惡魔長槍朝這些傢伙/n噗哧地刺下去了DEATH!/n惡作劇大成功DEATH!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="妳對女孩子做了什麼啊!")

Texts[33]=(Label="TEXT34",Name="???",Text="惡魔惡作劇/n是理所當然的義務DEATH!")

Texts[34]=(Label="TEXT35",Name="???",Text="連這種事都不明白/n真是腦袋差勁的人類DEATH呢~!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="唔唔唔......居然大放厥詞......!/n艾可蘿,惡魔長槍是什麼東西?/n是天使之箭的同類嗎?")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="不./n惡魔長槍和結合雙方愛情的天使之箭/n是完全相反的東西.")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="被惡魔長槍貫穿的人/n會受到黑暗能量污染,然後就會/n忍不住想要對喜歡的對象惡作劇.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="小學生喔!",Format[0]=(Size=37,Start=0,End=6))

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="事實就是這樣,/n我有什麼辦法--!")

Texts[40]=(Label="TEXT41",Name="半場 翠",Text="來吧,我們一起享受這款傳奇的爛遊戲吧!")

Texts[41]=(Label="TEXT42",Name="正見 亞紀子",Text="呵......真拿妳沒辦法呢.")

Texts[42]=(Label="TEXT43",Name="韮 真央子",Text="嗚嗚~~!/n我要玩到值回票價!!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="唔......!/n沒有讓大家恢復原狀的方法嗎?")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="請仔細看清楚./n現在的峯大大人應該看得見才對./n惡魔之力......也就是黑暗能量!")

Texts[45]=(Label="TEXT46",Name="峯大",Text="是嗎......?")

Texts[46]=(Label="TEXT47",Name="峯大",Text="啊啊!!")

Texts[47]=(Label="TEXT48",Name="峯大",Text="看見了!/n是那個小不點惡魔嗎!")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="是的,那就是黑暗能量的化身!/n只要消滅掉它,/n應該就能恢復正常了.")

Texts[49]=(Label="TEXT50",Name="峯大",Text="好--各位!/n我現在就讓妳們恢復原狀......!")

Texts[50]=(Label="",Name="",Text="")

Texts[51]=(Label="SELECT01",Name="",Text="")

Texts[52]=(Label="SELECT02",Name="",Text="")

Texts[53]=(Label="SELECT03",Name="",Text="")

Texts[54]=(Label="SELECT04",Name="",Text="")

Texts[55]=(Label="SELECT05",Name="",Text="")

Texts[56]=(Label="SELECT06",Name="",Text="")

Texts[57]=(Label="SELECT07",Name="",Text="")

Texts[58]=(Label="SELECT08",Name="",Text="")

Texts[59]=(Label="SELECT09",Name="",Text="")

Texts[60]=(Label="SELECT10",Name="",Text="")


